
"Battery Power" = "Batterie";
"AC Power" = "Netzteil";
"UPS Power" = "USV";

//Alternate Power Adapter tabViewItem label
"Power" = "Stromversorgung";

//The power warning sheet
"Restore Defaults" = "Standard wiederherstellen";
"OK" = "OK";
"Cancel" = "Abbrechen";

"UPS Power Checkbox" = "USV-Status in der Menüleiste anzeigen";
//"Battery Power Checkbox"= "Show battery status in the menu bar";

// the UPS status
"percent full" = "%.0f %% aufgeladen";
"Current UPS Charge" = "Aktueller Ladezustand: %.0f %%";

"Power consumption may be greater than normal." = "Mit diesen Einstellungen ist der Energieverbrauch Ihres Computers u. U. höher. ";
"Reset by clicking Restore Defaults" = "Um weniger Energie zu verbrauchen, klicken Sie auf „Standard wiederherstellen“.";

"Network wake noise warning" = "Wenn „Ruhezustand bei Netzwerkzugriff beenden“ aktiviert ist, wird der Ruhezustand des Computers gelegentlich beendet.";
"Wakes for detection" = "Hiermit werden andere Geräte darüber informiert, dass Ihr Computer weiterhin im Netzwerk verfügbar ist.";

"Wake for network" = "Ruhezustand bei Netzwerkzugriff beenden";
"Wake for Ethernet" = "Bei Ethernet-Netzwerkzugriff aufwachen";
"Wake for AirPort" = "Bei Airport-Netzwerkzugriff aufwachen";

"Custom" = "Eigene Einstellungen";

"Schedule Warning- power adapter must be present" = "Geplantes Starten des Computers erfolgt nur, wenn das Netzteil am Mac angeschlossen ist.";

// the Battery Status is always appended to one of the above strings so a space is provided at the strings beginning.
"Battery Status" = "Aktueller Ladezustand der Batterie: %.0f %%. Geschätzte Restlaufzeit: %@";
"Battery Status, Charged" = "Die Batterie ist aufgeladen.";
"Short Battery Status" = "Geschätzte Restzeit: %@ (%.0f %%)";
"Battery Status, Charging" = "Aktueller Ladezustand: %.0f %%  Geschätzte Restladezeit: %@";
"Short Battery Status, Charging" = "Geschätzte Restladezeit: %@ (%.0f %%)";
"Current Charge" = "Aktueller Ladezustand der Batterie: %.0f %%";
"Calculating time" = "Zeit wird berechnet.";
 
"Check Battery" = "Batterie warten."; 
"Poor Battery" = "Batteriestatus: Jetzt austauschen.";
"Fair Battery" = "Batteriestatus: Bald austauschen.";


"AutoProc" = "Automatisch";
"HighProc" = "Maximal";
"NormalProc" = "Minimal";

/* strings for tool tips */
"minute" = "Minute";
"minutes" = "Minuten";
"hour" = "Stunde";
"hours" = "Stunden";

"dim" = "Abdunkeln";
"sleep" = "Ruhezustand";
"halfminute" = ".5";

/* Format String to display tool tip with.  MUST contain two arguments that show where to insert the display
    dim time %1$@  and where to insert the display sleep time %2$@    They can be in any order.  The %1
    tells the string to put the first (dim time) parameter in that location.  %2 indicates the place to put
    the display sleep time. */
"Dim %@. Sleep %@." = "Abdunkeln: %1$@, Ruhezustand: %2$@";

"Never" = "Nie";
"1 minute" = "1 Minute";
"3 minutes" = "3 Minuten";
"5 minutes" = "5 Minuten";
"10 minutes" = "10 Minuten";
"15 minutes" = "15 Minuten";
"20 minutes" = "20 Minuten";
"25 minutes" = "25 Minuten";
"30 minutes" = "30 Minuten";  
"45 minutes" = "45 Minuten";
"1 hour" = "1 Stunde";
"1 hour 15 minutes" = "1 Stunde 15 Minuten";
"1 hour 30 minutes" = "1 Stunde 30 Minuten";  
"1 hour 45 minutes" = "1 Stunde 45 Minuten";
"2 hours" = "2 Stunden";
"3 hours" = "3 Stunden";

"Better Energy Savings" = "Höhere Energieersparnis";
"Better Battery Life" = "Längere Batterielaufzeit";
"Better UPS Life" = "Längere USV-Laufzeit";

// *** Note to localizers: These strings will be clipped if they get much longer.
// The second string is almost as long as possible (about two additional character widths are possible)
"GFX_CHANGE_WARNING_TEXT_LOGOUT" = "Für diese Änderung müssen Sie sich abmelden";
"GFX_CHANGE_WARNING_TEXT_ALL_LOGOUT" = "Für diese Änderung müssen sich alle Benutzer abmelden";
"GFX_CHANGE_WARNING_TEXT_RESTART" = "Sie müssen den Computer neu starten, damit die Änderung wirksam wird.";

"GFX_CHANGE_TITLE" = "Zum Ändern der Grafikeinstellungen müssen Sie sich abmelden.";
"GFX_CHANGE_DESC" = "Klicken Sie zum Fortfahren auf „Abmelden“. Sie haben die Möglichkeit, alle geöffneten Dokumente zu sichern.";
"GFX_CHANGE_TITLE2" = "Zum Ändern der Grafikeinstellungen muss der Computer neu gestartet werden.";
"GFX_CHANGE_DESC2" = "Klicken Sie zum Fortfahren auf „Neustart“. Sie haben die Möglichkeit, alle geöffneten Dokumente zu sichern.";
"LOGOUT_BUTTON" = "Abmelden";
"RESTART_BUTTON" = "Neustart";

"AUTO_SWITCH_MSG_ON"  = "Ihr Computer wechselt die Grafikmodi automatisch, um die Batterielaufzeit zu verlängern.";
"AUTO_SWITCH_MSG_OFF" = "Ist der automatische Wechsel deaktiviert, verwendet Ihr Computer immer den Grafikprozessor mit der höheren Leistung.\nDadurch wird möglicherweise die Batterielaufzeit verkürzt.";

//"Custom Profile Tooltip" = "Custom Settings";

//"energy savings" = "energy savings";
//"battery life" = "battery life";
//"UPS life" = "UPS life";

//"Profile High Perf Rating" = "Your energy settings are optimized for high performance.";
//"Profile Better Performance Rating" = "Your energy settings are optimized for better than average %@.";
//"Profile Normal Rating" = "Your energy settings are optimized for normal performance and %@.";
//"Profile Better Energy Rating" = "Your energy settings are optimized for better than average %@.";

//"long battery life" = "long battery life";
//"long UPS life" = "long UPS life";
//"high energy savings" = "high energy savings";
//"Profile High Energy Savings Rating" = "Your energy settings are optimized for %@.";


